Repository: neiljaitly7963/keeper
Catalog: src/locales/.translations/*.po
Languages: nl

# Error.OrderComplete
source: An error occurred while completing your order
nl: Er is een fout opgetreden bij het afronden van uw bestelling

# Error.OrderPdf
source: An error occurred while getting your order details
nl: Er is een fout opgetreden bij het ophalen van uw bestelgegevens

# Error.PaymentLoading
source: An error occurred while loading your payment methods
nl: Er is een fout opgetreden bij het laden van uw betaalmethoden

# Error.UpdateAddress
source: An error occurred while updating your address
nl: Er is een fout opgetreden bij het bijwerken van uw adres

# Country.Belgium
source: Belgium
nl: België

# OrderAddressEditModal.Cancel
source: Cancel
nl: Annuleren

# SetChangeAddressText.ChangeBilling
source: Change billing address
nl: Wijzig factuuradres

# SetChangeAddressText.ChangeShipping
source: Change shipping address
nl: Wijzig verzendadres

# Address.City
source: City
nl: Stad

# Address.Country
source: Country
nl: Land

# Address.FlatNumber
source: Flat number
nl: Toevoeging

# Country.Germany
source: Germany
nl: Duitsland

# Address.HouseNumber
source: House number
nl: Huisnummer

# OrderAddressEditModal.HouseNumberStreetFlatNumber
source: House number, street and flat number
nl: Huisnummer, straat en toevoeging

# Error.InvalidBillingAddress
source: Invalid billing address
nl: Factuuradres ongeldig

# Address.InvalidHouseNumber
source: Invalid house number
nl: Ongeldig huisnummer

# Address.InvalidPostalCode
source: Invalid postal code
nl: Ongeldig postcode

# Error.InvalidShippingAddress
source: Invalid shipping address
nl: Verzendadres ongeldig

# OrderDetails.LoadingOrder
source: Loading order details
nl: Details van de bestelling aan het laden

# Country.Netherlands
source: Netherlands
nl: Nederland

# Main.OrderNotFound
source: No order found
nl: Geen bestelling gevonden.

# Error.MissingPayment
source: No payment method selected
nl: Geen betaalmethode

# OrderPayment.MissingPayments
source: No payment methods available.
nl: Geen betaalmethode beschikbaar.

# OrderDetails.Title
source: Order PDF
nl: Bestelling PDF

# Main.Error
source: Payment failed.
nl: Betaling mislukt.

# Main.Description
source: Please complete the details below to complete your order.
nl: Vul de onderstaande gegevens in om je bestelling te voltooien.

# Main.CheckingPayment
source: Please wait while we are validating the payment.
nl: Wacht alsjeblieft terwijl we de betaling valideren.

# Address.PostalCode
source: Postal code
nl: Postcode

# Error.Required
source: Required
nl: Verplicht

# SetChangeAddressText.SetShipping
source: Same as billing address
nl: Zelfde als factuuradres

# SetChangeAddressText.SetBilling
source: Same as shipping address
nl: Zelfde als verzendadres

# OrderDetails.ShowSummary
source: Show order summary
nl: Samenvatting van de bestelling weergeven

# Address.Street
source: Street
nl: Straat

# ThankYou.Header
source: Thank you for completing your order!
nl: Bedankt voor het voltooien van je bestelling!

# OrderAddressEditModal.Update
source: Update address
nl: Adres wijzigen

# OrderSummary.ShowDetails
source: View order
nl: Bestelling bekijken

# Main.ContactUs
source: We where unable to check if the payment was successful, reload the page to try again.
nl: We konden niet controleren of de betaling is geslaagd. Herlaad de pagina om het opnieuw te proberen.

# ThankYou.Email
source: When the order is shipped out, you'll receive an email.
nl: Wanneer je bestelling word verstuurd ontvang je een e-mail.

# OrderAddressRow.BillingAddress
source: Your billing address
nl: Je factuuradres

# Main.OrderNumber
source: Your order #{number}
nl: Je bestelling #{number}

# ThankYou.OrderId
source: Your order ID is: #{number}
nl: Je bestellingsnummer is: #{number}

# OrderSummary.Title
source: Your order summary
nl: Samenvatting van je bestelling

# ThankYou.ProcessingOrder
source: Your order will now be processed by {storename}.
nl: Je bestelling zal nu verwerkt worden door {storename}.

# ThankYou.Total
source: Your payment of € {total} is received.
nl: Je betaling van € {total} is ontvangen.

# OrderAddressRow.ShippingAddress
source: Your shipping address
nl: Je verzendadres
